{
    "mourchid": {
      "name": "Seydi Mouhamadoul Moustapha Sy",
      "image": "/images/mourchid.jpg",
      "biography": "Seydi Mouhamadoul Moustapha Sy est...",
      "quotes": ["Citation 1", "Citation 2"],
      "gallery": ["/images/mourchid-1.jpg", "/images/mourchid-2.jpg"],
      "speeches": [{"title": "Discours 1", "content": "Contenu du discours..."}]
    },
    "macktoom": {
      "name": "Serigne Cheikh Ahmed Tidiane Sy",
      "image": "/images/macktoom-5.jpeg",
      "biography": "Serigne Cheikh Al-Maktoum est le petit-fils de l'erudit El Hadji Malick Sy. Fils de Serigne Babacar Sy et Sokhna Astou Kane, il vit le jour comme son père à Saint-Louis du Sénégal le 29 décembre 19255.Par sa mère, il est descendant de l'Almami du Saloum, Maba Diakhou Ba , de Maad a Sinig Coumba Noffène Diouf et est le petit-fils d'El Hadji Abdoul Hamid Kane qui représentait l'AOF en France, à l'occasion de la pose de la première pierre de la Grande Mosquée de Paris6.Serigne Cheikh est né à Saint-Louis du Sénégal en 1925 et viendra s'installer plus tard à Tivaouane puis Dakar. Il grandit aux côtés de grands instructeurs de l’époque tels que Serigne Alioune Gueye, Serigne Cheybatou Fall, Serigne Birane Sarr, Serigne Mama Lo, Imam Moussa Niang, El Hadj Cheikh Ndiaye Mabeye, Serigne Mame Mor Seck, Cheikh Mouhamed Yahya, et son oncle paternel El Hadj Abdoul Aziz Sy entre autres. Ces précepteurs sont des compagnons de son père Serigne Babacar Sy et vont s'occuper de sa formation dès l'enfance. Il termine à 14 ans le cycle inférieur et moyen des études islamiques et publie à 16 ans son premier ouvrage appelé Les Vices des marabouts7.L'administration coloniale française remarque chez le jeune homme âgé désormais de vingt-quatre ans, une culture solide ainsi qu' une capacité inhabituelle d'initiatives et de mobilisation. Le rapport secret n.42 du chef de la subdivision de Tivaouane adressé au commandant de cercle de Thiès daté du 28 juin 1950 écrit : <<Honneur rendre compte de la création à Tivaouane d'un mouvement de propagande islamique dit Causerie Musulmane Instructive spécialement tourné vers la jeunesse musulmane du Sénégal et placé sous le patronage de Cheikh Tidiane Sy fils de Babacar Sy, Khalifa du Tidjanisme....Quelques précisions quant à la personnalité de Cheikh Tidiane, âgé d'une vingtaine d'années, ce n'est pas le fils ainé de Babacar Sy, mais il semble en être le plus favori en même temps le plus doué. Il représenterait assez bien la tendance <<jeune Islam>> étudiant épris de culture arabe tout en étant quelque peu teinté d'occidentalisme. Entouré d'un luxe certain (poste TSF, voiture), il semble jouir d'un grand prestige aux yeux des jeunes musulmans. Il nous laisse au demeurant l'impression d’être intelligent et digne de jouer le rôle qui sera vraisemblablement sien dans un avenir éloigné....Sylvain Sankalé>>. Il devient grand khalife à la mort de son frère Serigne Mansour Sy en 20129. Il meurt le mercredi 15 mars 2017 dans sa résidence de Dakar et fut remplacé à la tête de la confrérie tidjane par son frère Serigne Abdoul Aziz Sy Al-Amin9. Ce dernier dirigea la prière mortuaire dans l'intimité quelques heures après sa mort avant que Serigne Cheikh Ahmed Tidiane Sy ne soit enterré, à sa demande, à l'écart de l'esplanade des mosquées, au niveau du quartier de Ndiandakhoum dans la ville sainte de Tivaouane.",
      "quotes":[
       {
        "quote": "La loi coranique n’est loi que quand il y a des hommes capables d’en faire un ferment et un ferment purement du progrès", 
        "author":"Al Macktoom"
       
        },
       { 
         "quote":"Dieu est loin d’être un élément de recul dont la seule préoccupation est de remuer les brasiers de l’Enfer",
         "author":"Al Macktoom"
         },

       {
         "quote": "L’Islam a perdu de sa signification actuelle, en ce sens que les adeptes le méconnaissent et, partant le défigurent ",
         "author":"Al Macktoom"
         },

       {
         "quote":"Il s’agit non seulement d’organiser la vie mais plus précisément d’éterniser la vie par une action rémunératrice et permanente ; il s’agit d’aimer l’action en vue de rendre culte à Dieu, il s’agit enfin d’exiger de la conscience un centre d’attraction où tous les jeux de perfectionnement sont autorisés",
      "author":"Al Macktoom"
      },
       
      {
        "quote":"Le plus grand ennemi de l’homme c’est l’ignorance, bien sûr l’ignorance n’est pas forcément une absence de culture, mais les éléments d’une culture dont on ne se sert pas est aussi un signe inquiétant de l’ignorance ",
        "author":"Al Macktoom"
      },
      {
        "quote":"Si la prière cesse d’être sacralisation de nos actes quotidiens, malheur à ceux qui, par ignorance, en deviennent les victimes. Car la prière est à l’âme ce que l’engrais est à la surface du sol ; ou elle l’améliore ou elle l’écrase. C’est une question de dosage, une question de discernement, c’est surtout une question d’éducation mystique. ",
        "author":"Al Macktoom"
      },
      {
        "quote":"Dieu, c’est l’ensemble de tout ce qui existe ; ce qui veut dire que la religion peut être considérée comme une perpétuelle tension tendant à maintenir un parfait équilibre pour la bonne grâce de tout ce qui existe.",
        "author":"Al Macktoom"
      },
      {
        "quote":"L’expérience démontre aisément que nous obéissons plutôt aux superstitions et à la tradition qu’à la doctrine pure dont nous avons hérité du Prophète. L’héritage de Mouhamed, c’est l’ensemble de toutes les vérités qui ont fait les héros du Ciel.",
        "author":"Al Macktoom"
      },
      {
        "quote":"L’Islam n’est qu’un tremplin, et le plus sûr pour guider l’humanité vers le salut.",
        "author":"Al Macktoom"
      },
      {
        "quote":"L’Islam peut être considéré comme une aventure passionnante ; aventure qui a pour point de départ le ventre maternel et qui ne saurait prendre fin qu’avec les flancs inconsolables de la tombe.",
        "author":"Al Macktoom"
      },
      {
        "quote":"Le Livre Sacré de Dieu ne contient pas seulement nos devoirs, les règles et façons de nous dévouer au Tout Puissant. Il contient en substance comme un plan, un guide, une succession chronologique de tout ce que l’être humain a déjà tenté, tout ce qu’il a réussi et tout ce que son esprit peut fouiller dans l’insondable univers.",
        "author":"Al Macktoom"
      },
      {
        "quote":"Maîtriser le verbe de sorte qu’il reste le fondement du dialogue, dialogue entre créature et Créateur, dialogue entre les hommes, dialogue entre la société et la nature ; mais que ce dialogue soit authentifié par une action concrète et parfaitement réaliste.",
        "author":"Al Macktoom"
      },
      
      {
        "quote":" Une vie sans religion est une vie sans principes et une vie sans principes est un bateau sans gouvernail.",
        "author":"Al Macktoom"
      },
      {
        "quote":"Un homme juste et doté de l’intelligence non matérielle ne peut qu’admettre et qu’affirmer que l’Islam est la religion actuelle de tous les êtres humains.",
        "author":"Al Macktoom"
      },
      {
        "quote":" Il faut rénover les méthodes de pratiques religieuses plutôt que l’Islam lui-même, car nous croyons que nos déformations sont nées plus de l’analphabétisme et de l’incompréhension des adeptes que de la structure même de l’Islam",
        "author":"Al Macktoom"
      },
      {
        "quote":"L’Islam sénégalais s’étouffe sous la contrainte des traditions animistes comme le christianisme sous la « pression » du paganisme romain. La parole de Dieu et la prédication du féticheur se confondent. L’âme du musulman sénégalais est condamnée dans l’incertitude. Le bien et le mal n’existent que pour s’incliner devant la volonté du charlatan",
        "author":"Al Macktoom"
      },
      {
        "quote":"La religion en tant que source de grâce, la religion entant qu’attitude de la créature à l’égard de son créateur, attitude à la fois raisonnable et raisonnée, la religion entant que comportement social parce qu’elle est les trois à la fois, méritait de notre part beaucoup plus d’attention.",
        "author":"Al Macktoom"
      },

      {
        "quote":"Si l’Islam devait reposer sur d’autres principes que ceux de la culture approfondie, il appartiendrait à la jeunesse de tout mettre en œuvre pour cueillir les fruits de la culture. Elle pourrait même si elle ne comprenait pas l’arabe, se faire traduire des préceptes en sa langue propre…",
        "author":"Al Macktoom"
      },
      {
        "quote":"La meilleure idéologie pour un sénégalais c’est de rester sénégalais",
        "author":"Al Macktoom"
      },
      {
        "quote":"Être trop juif, trop chrétien, trop musulman, cela risque de nous basculer dans le vide du sectarisme. Soyons partisan de Dieu si nous voulons vivre en paix",
        "author":"Al Macktoom"
      },
      {
        "quote":" Il s’agit pour l’occident, d’une technique qui cherche sa conscience et pour l’Islam, d’une conscience qui cherche sa technique. Seul une coopération serait en mesure d’aider à réaliser une telle jonction",
        "author":"Al Macktoom"
      },
      {
        "quote":"Souvent on a besoin d’être stratège pour gouverner, des fois, il faut être tacticien, parfois homme de Dieu et dès fois Homme au vrai sens du terme ",
        "author":"Al Macktoom"
      },
      {
        "quote":"Il est difficile dans un pays tel que le Sénégal de vouloir pratiquer un Islam pur et dur (…). Il ne peut y avoir qu’un Islam négocié",
        "author":"Al Macktoom"
      },
      {
        "quote":"Si l’espoir des femmes et des enfants ne se dirigent que vers les cimetières alors l’homme n’a plus de droit de goutter le plaisir conjugal",
        "author":"Al Macktoom"
      },
      {
        "quote":"Concevoir un monde sans obstacle, c’est ignorer la nature des choses, et l’homme se découvre quant-il se mesure à l’obstacle",
        "author":"Al Macktoom"
      },
      {
        "quote":" Les confréries sont des clubs mystiques où se forment continuellement les athlètes de la religion",
        "author":"Al Macktoom"
      },
      {
        "quote":"L’essentiel c’est de mettre l’accent sur ce que l’Islam appelle « AL HAQAA-IQAL KOUBRA », c’est à dire les grandes réalités. Les réalités de tous les temps et de tous les siècles et qui veulent que l’homme ait pour objectif principal la réalisation de l’unité profonde et organique de la création.",
        "author":"Al Macktoom"
      },
      {
        "quote":" Le coran contient en substance comme un plan, un guide, une succession chronologique, tout ce que l’être humain déjà tenté, tout ce qu’il a réussi et tout ce que son esprit peut fouiller dans l’insondable univers",
        "author":"Al Macktoom"
      },
      {
        "quote":"Il est dix fois plus aisé d’être simple dispensateur d’injures que d’être contestataire de vocation. ",
        "author":"Al Macktoom"
      }
      
        ],
        
      "gallery": ["/images/macktoom-1.jpg", "/images/macktoom-2.jpeg",
      "/images/macktoom-3.jpeg", "/images/macktoom-11.jpeg",
      "/images/macktoom-5.jpeg", "/images/macktoom-6.jpeg",
      "/images/macktoom-7.jpg", "/images/macktoom-8.jpg", "/images/macktoom-9.jpg",
      "/images/macktoom-10.jpeg", "/images/macktoom-12.jpeg", "/images/macktoom-4.jpeg"
    ],
      "speeches": [{"title": "FOUR CENDREUX 1950 ", "content": "Le fait d’avoir parlé dans notre première brochure, des pèlerins et intellectuels qui font leurs études hors de notre pays, nous a valu l’honneur d’enregistrer de nombreuses protestations de la part de gens prétendant se substituer à tous pour nous répondre.   Conscient de nos responsabilités, nous n’en maintenons pas mois nos dires à l’endroit des pèlerins et étudiants. C’est incontestablement une erreur de songer que nous avons fait fausse route en disant, sans équivoque, ce que nous pensons de ces frères que sont les Hadj et étudiant arabe.   Car nous avons eu parfois l’occasion de discuter de vive voix, et sans aucune passion, avec quelques-uns de ces coreligionnaires, pèlerins ou étudiants.  Y a-t-il quelqu’un qui puisse valablement nier ce qui a trait, dans la brochure incriminée, aux pèlerins et étudiants africains ? Oui certes, mais nous sommes surs, quant à nous, que ce ne seront que rivalités de clocher, vaine polémique à caractère ostentatoire, qui auront le seul mérite, hélas !  De miner le jalon de sagesse que nous nous proposons résolument de contribuer à planter.  Que signifie cette   attitude ils sont comme des FOURS CENDREUX.   On ne peut y entretenir le feu qu’après les avoir vidés de toutes ces cendres qui les obstruent, bouchant toute voie d’aération.Nous ne saurons, en conséquence, que conseiller fraternellement ces coreligionnaires de consulter l’éminent Docteur Fauchet, ce spécialiste des troubles nerveux.   Alors et alors seulement, ils pourront prendre place parmi nous, en famille, et profiter éventuellement de nos causeries.   D’ailleurs, nous sommes persuadés que ceux qui doutent du bien fondé de nos propos, relatifs, aux hadj et étudiants, n’ont point contacte tous les pèlerins, tous les étudiants. Comment donc peuvent-ils, ces polémistes, s’arroger le droit de repousser systématiquement nos propos, au nom de tous les pèlerins et étudiants, sans se consulter les uns et les autres ?  Avant de démentir ceux qui assument la responsabilité d’écrire, il eut été plus sage de savoir les diverses contingences par eux considérées, de déceler les catégories de croyants, celles qui servent effectivement l’Islam et celles qui œuvrent clandestinement à sa décadence.   Or, pour ce faire, il s’avère indispensable de posséder certaines notions de psychologie des foules...  Encore une fois, notre brochure n’a aucun caractère insultant. Elle voudrait simplement tirer le musulman africain de sa léthargie séculaire que rien, du reste, ne justifie, l’appeler sur l’arène des discussions saines qu’il ne faut jamais confondre avec la polémique déraisonnable, seules profitables et salutaires. Ceux qui ont conçu cette brochure ont bien commencé par une autocritique qui ne saurait échapper à aucun homme de bonne foi.  Lorsque vous éprouvez une sensation de douleur vive, vite provoquée par la piqure d’une bestiole, votre première réaction est d’arracher cette bestiole. Laisser celle-ci continuer de vous piquer ne calme point votre souffrance. C’est pour cette raison que nous prenons la plume, afin que chacun s’efforce de soigner la piqure dont il est victime. Nous n’avons pas un autre dessein. Mais ce n’est pas en polémiquant que nous atteindrons celui-ci.  L’on nous reproche aussi-toujours dans notre première brochure d’avoir adore le Prophète MAHOMET (PSL), qui, prétend-on, ne doit guère l’être ! « Le Prophète qui fut et demeure le Sauveur, le Guide de l’Humanité, celui que nous adorons réellement », lit-on dans la première brochure. Seulement, nous tenons à la disposition de celui qui le désire l’original de nos écrits pour la même phrase ci-dessus. Il y a eu une regrettable erreur de frappe. Voici la phrase telle qu’elle figure à l’original : « le Prophète qui fut et demeure le Sauveur, le Guide de l’Humanité vers Celui que nous adorons réellement ». Nous précisons contrairement à ce que nous reprochent certains, que nous n’avons pas loue le Prophète outre mesure, puisque nous avons dit à l’original » vers Celui que nous adorons réellement », c’est à dire que nous adorons DIEU à travers Mahomet (PSL), qui est notre guide du Tout-Puissant.  D’ailleurs, la rhétorique française ou arabe admet que notre adoration aille à Mahomet (PSL), sans empiéter toutefois sur les mérites du Créateur lui-même. Voici l’explication que le Larousse du XXe siècle donne au mot adoration : « ...Action, d’adorer. Par extension : digne d’être aimé avec passion, aimer à l’adoration. »   Nous n’ignorons pas que ce mot n’a plus aujourd’hui qu’un sens rigoureux et signifie uniquement : le culte suprême qu’on rend à DIEU. Mais, avec tout cela, on peut dire : adorer quelqu’un, si ça signifie : aimer éperdument ou admirer aveuglement : adorer sa mère, adorer un auteur ... « Les femmes du monde font vanité de trainer à leur suite une foule d’adorateurs » (SAINT EVERMOND). « Les flots toujours nouveaux d’un peuple adorateur » (RACINE). Nous savons qu’un écrivain a dit : « on honore la Vierge et les Saints, mais on adore que DIEU seul. » Mais c’est le sens qui compte. Si vous voulez bien demander à M. SENGHOR LEOLPOLD... « Celui que nous adorons réellement » veut dire : celui que nous avons passionnément, sincèrement, effectivement. Le Coran stipule : «la personne des croyants appartient plus au Prophète qu’à euxmêmes. » Donc, il est entendu que ce n’est point un blasphème que d’adorer Mahomet (PSL), dans le sens d’aimer passionnément.   Tout en reconnaissant l’erreur de la dactylographe-erreur dont nous excusons bien sincèrement-nous croyons apporter à quelques détracteurs toutes les précisions désirables sur le mot : adoration. L’on conviendra avec nous que nous pouvons adorer le Prophète sans donner une entorse à la rhétorique française ou arabe, sachant qu’au-delà de lui, MAHOMET, il y’a le CREATEUR, le MAITRE ABSOLU, INCONSTESTE.   « L’homme ne doit s’humilier devant personne, sauf devant le Créateur », écrivent nos polémistes après avoir crié : « On ne doit adorer DIEU, et non Mahomet !»   Cela est une vérité de la Palice, mais que nos « moralités » n’ont pas prise au sérieux. Conséquemment, elle appelle une petite mise au point.   Nous adorons parfaitement les biens terrestres dont nous tirons la nourriture de la matière. Comment n’aimerons-nous pas passionnément MAHOMET qui, lui, nous procure une nourriture meilleure : celle de l’Ame.   Nous sommes indiscutablement esclaves des rigueurs de la discipline que nous impose une un chef à l’atelier, au bureau, au chantier, etc... En un mot, nous adorons bien le patron qui, croyons-nous, tient nos destinées entre ses mains. En conséquence, puisque nous nous plions à bon escient a la discipline que nous impose le chef que nous craignons et adorons à la fois pourquoi ne le ferons-nous pas à l’endroit de l’envoyé de DIEU ?   Non ! Le but réel, inavoué de nos détracteurs est précis : profiter des causeries que nous avons organisées pour désapprouver ceux qui, dans le domaine religieux, sont les dirigeants conscients et réfléchis. Il est clair d’ores et déjà, que la protestation des agitateurs contre le mot adoration du Prophète n’est qu’un paravent, un moyen par lequel, ils veulent passer pour atteindre leur but infâme, qui n’est rien moins que de discréditer, désavouer ce qu’ils haïssent sans raison valable. Et DIEU a proclame dans le Coran : « vous qui croyez en moi, craignez-moi et recherchez un intermédiaire entre vous et moi, qui puisse vous conduire à moi »  Quoique nous sachions qu’en général, le Coran ne fait que résumer les Pensées Divines, nous comprenons, par ce qui précède, que pour jouir des biens terrestres que prodigue le Créateur, il faut avoir un métier ou savoir « se débrouiller » dans la vie. Pour être en bonne santé, il faut absorber les remèdes. Les remèdes sont les intermédiaires entre la santé et vous. Par conséquent, pour atteindre DIEU et bénéficier du Salut, il faut absolument passer par un intermédiaire.   Le Prophète Mahomet (PSL), avant sa disparition, et bien qu’il nous ait légué, le Coran et les « Hadith », ne nous en a pas moins laisse des califes, qui étaient et demeurent les continuateurs de son Œuvre Religieuse. Lorsque, naguère, l’autorité de ces derniers était bafouée, et quel qu’en fut le prétexte, les coupables étaient impitoyablement exécutifs, séance tenante. C’était assurément pour sauver l’honneur des califes et empêcher les désaccords entre eux et les autres croyants, et, partants, prévenir la division des musulmans. S’il est vrai qu’on doit déclarer une guerre sans merci aux « faux marabouts ». Il n’en demeure pas moins exact, malgré tout, que cela ne doit jamais servir de prétexte à personne pour offenser les authentiques dirigeants religieux, conscients, réfléchis et honnêtes.   La littérature coranique n’a-t-elle pas permis aux musulmans de se familiariser avec tous les grands systèmes, à la seule condition qu’un souffle de Dieu, qu’un souffle divin y soit maintenu.  "}

]
    },
    "capitaine": {
      "name": "Mame Cheikh Ahmed Tidiane Sy Capitaine",
      "image": "/images/capitaine.jpg",
      "biography": "Mame Cheikh Ahmed Tidiane Sy Capitaine est...",
      "quotes": ["Citation 1", "Citation 2"],
      "gallery": ["/images/capitaine-1.jpg", "/images/capitaine-2.jpg"],
      "speeches": [{"title": "Discours 1", "content": "Contenu du discours..."}]
    }
  }